{
  "movies": [
    {
      "id": "0",
      "title": "Terminator",
      "age": 1984,
      "descriptions": "В центре сюжета — противостояние живого солдата и киборга-терминатора, прибывших в 1984 год из постапокалиптического 2029 года. Цель терминатора: убить Сару Коннор — девушку, чей ещё нерождённый сын выиграет войну человечества с машинами. Влюблённый в Сару солдат Кайл Риз пытается помешать терминатору. В фильме поднимаются проблемы путешествий во времени, судьбы, создания искусственного интеллекта, поведения людей в экстремальных ситуациях."
    },
    {
      "id": "1",
      "title": "Terminator 2",
      "age": 1991,
      "descriptions": "Продолжение Терминатора 1984 года. Прошло одиннадцать лет с тех пор, как робот-терминатор из будущего пытался убить Сару Коннор в 1984 году. 1995 год. У Сары родился сын — Джон Коннор, который в будущем возглавит силы сопротивления людей в борьбе против вышедших из-под контроля машин. Это будущее неумолимо приближается: группа инженеров из корпорации «Cyberdyne Systems» под руководством талантливого программиста Майлза Дайсона уже создаёт революционный процессор из уцелевших останков терминатора Т-800, уничтоженного в первом фильме. Скайнет посылает из будущего T-1000, который должен будет убить Джона Коннора, а Сопротивление отправляет на защиту перепрограммированного Т-800."
    },
    {
      "id": "2",
      "title": "Terminator 3",
      "age": 2003,
      "descriptions": "Действие фильма происходит спустя девять лет после событий предыдущей части в 2004 году. После взрыва здания компании «Кибердайн Системс» будущее изменилось, и Судный день не наступил, однако выросший Джон Коннор продолжает ощущать опасность и ведёт полуподпольную жизнь. Воспитанный как будущий лидер сопротивления и внезапно потерявший цель жизни, он не может найти себя в мирной действительности."
    },
    {
      "id": "3",
      "title": "Terminator 4",
      "age": 2009,
      "descriptions": "Действие фильма происходит после событий третьей части в постапокалиптическом 2018 году. Джон Коннор — один из командиров Сопротивления — противостоит электронному мозгу Скайнет и армии терминаторов. Среди солдат сопротивления Коннор постепенно становится лидером, хотя он всего лишь один из командиров, возглавляющий отряд сопротивления. Коннор участвует в атаке отряда разведки на одну из баз Скайнета, организованной главным штабом сопротивления."
    },
    {
      "id": "4",
      "title": "Terminator 5",
      "age": 2015,
      "descriptions": "Фильм игнорирует события третьей и четвёртой частей. Однако пересказанные события первого фильма меняются, когда Т-800 и T-1000, которые должны были попасть в 1995 год, отправляются в 1973 год, для защиты и убийства юной Сары Коннор. Теперь Сара Коннор, Кайл Риз и Т-800 (Папс) должны предотвратить Судный день."
    },
    {
      "id": "5",
      "title": "Terminator 6",
      "age": 2019,
      "descriptions": "События начинаются в 1998 году, через три года после окончания событий фильма «Судный день». В самом начале терминатор Т-800 убивает Джона Коннора. Вместо Скайнета в середине 2020-х годов будет создан другой ИИ, под названием Легион. Он тоже попытается истребить человечество и будет с трудом побеждён Сопротивлением. Действие фильма продолжается в 2020 году в Мексике, где терминатор Rev-9, прибывший из будущего, охотится за работницей завода Дани Рамос, которая ранее не появлялась в фильмах. Рамос защищают солдат Сопротивления Грейс, прибывшая из будущего, а также Сара Коннор и терминатор Т-800, который адаптировался к мирной жизни под именем Карл после ликвидации Джона Коннора. В конце Грейс погибает, Т-800 уничтожен, но Rev-9 также остановлен."
    },
    {
      "id": "6ca5",
      "title": "Властелин колец: Братство Кольца 1",
      "age": "2001",
      "descriptions": "Тихая деревня, где живут хоббиты. Придя на 111-й день рождения к своему старому другу Бильбо Бэггинсу, волшебник Гэндальф начинает вести разговор о кольце, которое Бильбо нашел много лет назад. Это кольцо принадлежало когда-то темному властителю Средиземья Саурону, и оно дает большую власть своему обладателю. Теперь Саурон хочет вернуть себе власть над Средиземьем. Бильбо отдает Кольцо племяннику Фродо, чтобы тот отнёс его к Роковой Горе и уничтожил."
    }
  ]
}